codes/ubuntu/web/sjgxpt/script/test/di-e1.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ws="http://ws.sofn.com/">
   <soapenv:Header>
      <auth:authentication xmlns:auth="http://gd.chinamobile.com//authentication">  
    </auth:authentication>    
   </soapenv:Header>
   <soapenv:Body>
	<ws:addData>
		<accessToken>error</accessToken>
		<data>
			<fieldsData>
				<columnName>NAME</columnName>
				<value>myname</value>
			</fieldsData>
			<fieldsData>
				<columnName>DATE</columnName>
				<value>11.234</value>
			</fieldsData>
			<fieldsData>
				<columnName>TIMES</columnName>
				<value>9</value>
			</fieldsData>
			<id>1</id>
		</data>
	</ws:addData>
    </soapenv:Body>
</soapenv:Envelope>
